# =============================================================================
# Brewfile - Managed by Chezmoi
# Install: brew bundle --file=~/.Brewfile
# =============================================================================

# Taps
tap "homebrew/bundle"

# Core CLI Tools
brew "chezmoi"
brew "gh"           # GitHub CLI
brew "git"
brew "tmux"
brew "fzf"

# Development
brew "pyenv"
brew "pipx"
brew "node"

# System Tools
brew "coreutils"
brew "findutils"
brew "grep"
brew "wget"
brew "curl"

# macOS Specific
brew "displayplacer"
brew "cliclick"

# Optional - uncomment if needed
# brew "ffmpeg"
# brew "imagemagick"
# brew "rclone"
