tap "dorkitude/linctl"
tap "jakehilborn/jakehilborn"
tap "oven-sh/bun"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "caddy"
brew "gcc"
brew "certifi"
brew "hdf5"
brew "chezmoi"
brew "cliclick"
brew "cmake", link: false
brew "displayplacer"
brew "fdupes"
brew "openjpeg"
brew "tesseract"
brew "ffmpeg"
brew "open-mpi"
brew "flock"
brew "flyctl"
brew "fprobe"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "python@3.13"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "iperf3"
brew "jpeg"
brew "lazygit"
brew "libmatio"
brew "librsvg"
brew "logrotate"
brew "numpy"
brew "opencv"
brew "openslide"
brew "pipx"
brew "poppler"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "rclone"
brew "tag"
brew "tmux"
brew "torsocks"
brew "transmission-cli"
brew "tree"
brew "vips"
brew "watchman"
brew "wireguard-tools"
brew "dorkitude/linctl/linctl"
brew "oven-sh/bun/bun"
cask "0-ad"
cask "chromedriver"
cask "google-chrome"
cask "ngrok"
cask "tailscale-app"
cask "tomatobar"
cask "visual-studio-code"
vscode "csholmq.excel-to-markdown-table"
vscode "davidbwaters.macos-modern-theme"
vscode "eamodio.gitlens"
vscode "foam.foam-vscode"
vscode "grapecity.gc-excelviewer"
vscode "idleberg.applescript"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "serkonda7.vscode-vba"
vscode "tomoki1207.pdf"
